[
  {
    "eNumber": "1",
    "eName": "Episode 1: Kevin Rose",
    "eDescription": "I consider Kevin Rose one of the best \"stock pickers\" in the early startup game, and he can predict even non-tech trends with stunning accuracy. Kevin is a tech entrepreneur who co-founded Digg, Revision3 (sold to Discovery Channel), Pownce, and Milk (sold to Google). Since 2012, he is a venture partner at Google Ventures. He's also a hilarious dude, and this episode involves heavy drinking.",
    "eDate": "Fri Apr 18 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Kevin Rose",
    "eEpisode": "EPISODE 1: KEVIN ROSE",
    "eURL": "https://tim.blog/2014/04/22/tim-ferriss-podcast/",
    "eBooks": "Venture Deals: Be Smarter Than Your Lawyer and Venture Capitalist"
  },
  {
    "eNumber": "2",
    "eName": "Episode 2: Joshua Waitzkin",
    "eDescription": "Josh Waitzkin was the basis for the book and movie \"Searching for Bobby Fischer.\" Considered a chess prodigy, he has learning strategies that can be applied to anything, including his other loves of Brazilian Jiu-Jitsu (he's a black belt under Marcelo Garcia) and Tai Chi Push Hands (he's a world champion). Now, he spends his time coaching the world's top performers, whether Mark Messier, Cal Ripken Jr., or hedgefund managers. This episode is DEEP in the best way possible. And for a change from Episode 1, I'm totally sober.",
    "eDate": "Fri Apr 18 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Joshua Waitzkin",
    "eEpisode": "EPISODE 2: JOSH WAITZKIN",
    "eURL": "https://tim.blog/2014/04/22/tim-ferriss-podcast/",
    "eBooks": [
      "The Art of Learning: An Inner Journey to Optimal Performance",
      "On the Road",
      "Dharma Bums",
      "Tao te Ching",
      "Zen and the Art of Motorcycle Maintenance",
      "Shantaram: A Novel",
      "For Whom the Bell Tolls",
      "Green Hills of Africa",
      "Complete Collection of Short Stories",
      "Old Man and the Sea",
      "A Moveable Feast",
      "Ernest Hemingway on Writing"
    ]
  },
  {
    "eNumber": "4",
    "eName": "Episode 4: Ryan Holiday",
    "eDescription": "This episode features Ryan Holiday, who became Director of Marketing at American Apparel at age 21 (!).Since dropping out of college at 19 to apprentice under the strategist Robert Greene, Ryan has advised many bestselling authors (including yours truly) and multi-platinum musicians. He is master of the media, and he knows how to both build massive buzz and respond to unexpected crises. I hired him to help with the launches of The 4-Hour Body and The 4-Hour Chef, and his unorthodox approaches always impress. He takes the paths less traveled.In this episode, we discuss dozens of topics, including the real-world strategies he uses to thrive (not just survive) when the world is exploding around him.Enjoy!",
    "eDate": "Tue May 06 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Ryan Holiday",
    "eEpisode": "The Tim Ferriss Podcast, Episode 4: Ryan Holiday",
    "eURL": "https://tim.blog/2014/05/06/the-tim-ferriss-podcast-episode-4-ryan-holiday/",
    "eBooks": [
      "The Obstacle Is the Way: The Timeless Art of Turning Trials into Triumph",
      "Meditations: A New Translation",
      "The Art of Living: The Classical Mannual on Virtue",
      "Happiness",
      "and Effectiveness",
      "The Black Swan: The Impact of the Highly Improbable",
      "Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets",
      "Antifragile: Things That Gain from Disorder",
      "The Fish That Ate the Whale: The Life and Times of America’s Banana King",
      "Tough Jews : Fathers",
      "Sons",
      "and Gangster Dreams",
      "Edison - A Biography",
      "Ulysses S. Grant: Triumph Over Adversity",
      "1822-1865",
      "Oranges",
      "Levels of The Game",
      "The Survival of the Bark Canoe",
      "The Control of Nature",
      "Giving Good Weight"
    ]
  },
  {
    "eNumber": "5",
    "eName": "Episode 5: Jason Silva",
    "eDescription": [
      "Jason Silva (@JasonSilva) is a filmmaker and has been called the  Timothy Leary of the viral video age\" by The Atlantic. He is also host of Brain Games on National Geographic Channel. The show set a record as the highest-rated series launch in Nat Geo's history, with an average of 1.5 million viewers for the first two episodes.In this episode, we discuss his career, his skills, TV, what it means to be a \"performance philosopher",
      "and much, much more. Enjoy!"
    ],
    "eDate": "Sun May 11 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Jason Silva",
    "eEpisode": "The Tim Ferriss Podcast, Episode 5: Filmmaker Jason Silva",
    "eURL": "https://tim.blog/2014/05/14/jason-silva-brain-games/",
    "eBooks": "The Rise of Superman"
  },
  {
    "eNumber": "7",
    "eName": "Episode 7: Stephen Dubner, co-author of Freakonomics",
    "eDescription": [
      "Stephen J. Dubner is an award-winning author, journalist, and radio and TV personality. He is best-known for writing, along with the economist Steven D. Levitt, Freakonomics (2005), SuperFreakonomics (2009), and Think Like a Freak (2014), which have sold more than 5 million copies in 35 languages.In this podcast, we discuss dozens of topics, including: his writing process, religion, how to  think like freak",
      "parenting, favorite documentaries, and much, much more.Show notes and more at http://www.fourhourblog.com Just search  Dubner\"Enjoy!\""
    ],
    "eDate": "Mon May 19 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Stephen Dubner ",
    "eEpisode": "The Tim Ferriss Show, Episode 7: Stephen Dubner, Co-Author of Freakonomics",
    "eURL": "https://tim.blog/2014/05/19/think-like-a-freak/",
    "eBooks": [
      "Think Like a Freak: The Authors of Freakonomics Offer to Retrain Your Brain",
      "Levels of The Game"
    ]
  },
  {
    "eNumber": "8",
    "eName": "Episode 8: Chase Jarvis, Master Photographer",
    "eDescription": "Chase Jarvis is a master photographer and the CEO of CreativeLIVE.com. He is the youngest person ever to be named a Hasselblad Master, Nikon Master, and ASMP Master.Since opening his own studio, Chase has photographed for Nike, Apple, Columbia Sportswear, REI, Honda, Subaru, Polaroid, Lady Gaga, Red Bull, and many more. He is known for a hyper-kinetic style and an emphasis on sports, lifestyle, and portraiture. CreativeLIVE.com, of which he's CEO, is an online learning platform that broadcasts live, high-definition classes to more than 2M students in 200 countries. All classes are free to watch while live and can be purchased for repeated viewing. They are amazing. Teachers include Pulitzer Prize winners, business luminaries, and beyond.In this conversation, we explore his personal story, the most important choices he's made, common mistakes of \"creative\" professionals (or people in general), and how he reached the pinnacle of his industry. His lessons learned can be applied almost anywhere.For full show notes, please visit www.fourhourblog.com. Say hello to Chase on Twitter at @chasejarvis. Enjoy!",
    "eDate": "Mon May 26 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Chase Jarvis",
    "eEpisode": "The Tim Ferriss Show, Episode 8: Chase Jarvis, Master Photographer",
    "eURL": "https://tim.blog/2014/05/26/the-tim-ferriss-show-episode-8-chase-jarvis-master-photographer/",
    "eBooks": [
      "22 Immutable Laws of Marketing",
      "Blue Ocean Strategy",
      "The Rise of Superman",
      "Self-Inflicted Wounds"
    ]
  },
  {
    "eNumber": "10",
    "eName": "Ep. 10: Brian Koppelman, co-writer/producer of Rounders, Ocean's Thirteen, The Illusionist, etc.",
    "eDescription": "Brian Koppelman is a screenwriter, novelist, director, and producer. He is best known as the co-writer of Ocean's Thirteen and Rounders, as well as a producer of The Illusionist and The Lucky Ones. He has directed films including Solitary Man (Michael Douglas).In his episode, we discuss how he got started, how he handles rejection, his big breaks, his creative process, and much, much more.Show notes and links at http://www.fourhourblog.com Just search \"Koppelman\"Brian can be found on Twitter at @briankoppelman. Enjoy!- Tim",
    "eDate": "Tue Jun 03 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Brian Koppelman",
    "eEpisode": "The Tim Ferriss Show, Episode 10: Brian Koppelman, Co-writer/Producer of Rounders, The Illusionist, Ocean’s Thirteen",
    "eURL": "https://tim.blog/2014/06/04/brian-koppelman-screenwriter/",
    "eBooks": [
      "What Makes Sammy Run?",
      "The Artist's Way Morning Pages Journal: A Companion Volume to the Artist's Way",
      "Daily Rituals: How Artists Work",
      "The War of Art"
    ]
  },
  {
    "eNumber": "12",
    "eName": "Ep. 12: Dr. Rhonda Patrick on Life Extension, Performance, and More",
    "eDescription": [
      "My guest this episode is Rhonda Perciavalle Patrick, Ph.D., who works with Dr. Bruce Ames, the 23rd most-cited scientist across ALL fields between 1973 and 1984 (!).Dr. Patrick also conducts clinical trials, performed aging research at Salk Institute for Biological Studies, and did graduate research at St. Jude Children’s Research Hospital, where she focused on cancer, mitochondrial metabolism, and apoptosis. Whether you want to extend life, buy a stem-cell  insurance policy",
      "or guard against cancer and premature death, she will have a surprise insight for you.Find her on Twitter at @foundmyfitness.Enjoy!Tim"
    ],
    "eDate": "Tue Jun 10 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Rhonda Patrick",
    "eEpisode": "The Tim Ferriss Show, Episode 12: Dr. Rhonda Patrick on Life Extension, Performance, and Much More",
    "eURL": "https://tim.blog/2014/06/10/the-tim-ferriss-show-rhonda-patrick-life-extension/",
    "eBooks": [
      "Nutrition and Physical Degeneration",
      "The Paleo Solution",
      "Spark",
      "Wild Fermentation"
    ]
  },
  {
    "eNumber": "14",
    "eName": "Ep. 14: Sam Harris, PhD - Spirituality, Neuroscience, Meditation, and More",
    "eDescription": "Sam Harris is a neuroscience Ph.D. and the author of the bestselling books, The End of Faith, The Moral Landscape, Free Will, and Lying. The End of Faith won the 2005 PEN Award for Nonfiction.In this episode, we explore the science of lying, \"spirituality\" or spiritual experiences, religion, meditation, and more. It's really a discussion of the human experience, and how to optimize it without harming others.Sam's writing has been published in more than 15 languages. Mr. Harris and his work have been discussed in The New York Times, Time, Scientific American, Nature, Newsweek, Rolling Stone, and many other journals. Show notes and links can be found at www.fourhourworkweek.com/podcast Enjoy!",
    "eDate": "Tue Jun 17 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Sam Harris",
    "eEpisode": "The Tim Ferriss Show, Episode 14: Sam Harris, PhD on Spirituality, Neuroscience, Meditation, and More",
    "eURL": "https://tim.blog/2014/06/18/sam-harris/",
    "eBooks": [
      "End of Faith",
      "The Experience of Insight: A Simple and Direct Guide to Buddhist Meditation",
      "Lying",
      "Mindfulness in Plain English",
      "Waking Up: A Guide to Spirituality Without Religion",
      "Wherever You go",
      "There You are"
    ]
  },
  {
    "eNumber": "15",
    "eName": "Ep. 15: Neil Strauss - Author of The Game and 7 New York Times Bestsellers",
    "eDescription": "Neil Strauss has written 7 New York Times bestsellers, including The Game. He's also been an editor at Rolling Stone and a staff writer for The New York Times.In this episode, we discuss life, his creative process, writing, and generally answer the questions: How do you create amazing work? How to you overcome writer's block and other pitfalls? What are Neil's favorite books and movies? How do you edit your work to go from terrible to award-winning? How did Neil become a master interviewer, and how does he do it? What's next? Show notes and links can be found at www.fourhourworkweek.com/podcast. Neil is a close friend, and this is one of my favorite conversations we've had together. Enjoy!",
    "eDate": "Mon Jun 23 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Neil Strauss",
    "eEpisode": "The Tim Ferriss Podcast, Ep 15: Neil Strauss, Author of The Game",
    "eURL": "https://tim.blog/2014/06/24/neil-strauss/",
    "eBooks": [
      "Emergency: This Book Will Save Your Life",
      "Everyone Loves You When You’re Dead: Journeys into Fame and Madness",
      "Life Is Elsewhere",
      "One Hundred Years of Solitude",
      "The Art of Nonfiction: A Guide for Writers and Readers",
      "The Dirt: Confessions of the World’s Most Notorious Rock Band",
      "The Game: Penetrating the Secret Society of Pickup Artists",
      "The Painted Bird"
    ]
  },
  {
    "eNumber": "16",
    "eName": "Ep. 16 - Joe De Sena on Grit, Endurance, and Building Empires",
    "eDescription": "Joe De Sena is the co-founder of The Death Race, Spartan Race (1M+ competitors), and more. Among other things, he has personally completed the famously grueling Iditarod dogsledding race...by FOOT. What about the Badwater Ultramarathon, Vermont 100, and Lake Placid Ironman? He did all of those in ONE WEEK. The man is a maniac, but he's also strategic and tactical. This episode covers his story, as well as his approaches to grit, endurance, and building empires.",
    "eDate": "Tue Jul 01 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Joe De Sena",
    "eEpisode": "The Tim Ferriss Show, Episode 16: Joe De Sena on Grit, Endurance, and Building Empires",
    "eURL": "https://tim.blog/2014/07/01/spartan-race/",
    "eBooks": [
      "Atlas Shrugged",
      "The One-Minute Manager",
      "Shogun",
      "Spartan Up!: A Take-No-Prisoners Guide to Overcoming Obstacles and Achieving Peak Performance in Life"
    ]
  },
  {
    "eNumber": "18",
    "eName": "Ep. 18: James Altucher on Saying No, Failing Better, Business Building, and More",
    "eDescription": "James Altucher is an American hedge fund manager, entrepreneur, and bestselling author. He has founded or cofounded more than 20 companies, including Reset Inc. and StockPickr. 17 have failed, 3 have made up all the difference. He has published 11 books.Join us in this meandering conversation about just about everything. There are some gems to be found.Enjoy!Tim",
    "eDate": "Fri Jul 11 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "James Altucher",
    "eEpisode": "The Tim Ferriss Show, Episode 18: James Altucher on How to Say “No”, Fail Better, and Build Businesses",
    "eURL": "https://tim.blog/2014/07/11/james-altucher/",
    "eBooks": [
      "Antifragile: Things That Gain from Disorder",
      "The Black Swan: The Impact of the Highly Improbable",
      "Brain Rules (Updated and Expanded): 12 Principles for Surviving and Thriving at Work",
      "Home",
      "and School",
      "Choose Yourself!",
      "Dynamic Hedging: Managing Vanilla and Exotic Options",
      "Fight Club",
      "Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets",
      "Freakonomics: A Rogue Economist Explores the Hidden Side of Everything",
      "Jesus’ Son: Stories",
      "The Kite Runner",
      "Losing My Virginity: How I Survived",
      "Had Fun",
      "and Made a Fortune Doing Business My Way",
      "Outliers: The Story of Success",
      "The Power of No: Because One Little Word Can Bring Health",
      "Abundance",
      "and Happiness",
      "A Thousand Splendid Suns\nDying Every Day: Seneca at the Court of Nero"
    ]
  },
  {
    "eNumber": "20",
    "eName": "Ep 20: Dan Carlin - Hardcore History, Building Podcasts, Creativity, and More",
    "eDescription": "Dan Carlin is the host of my favorite podcast, Hardcore History.But... what?! History?! I know. I thought the same thing. How could a history podcast have a cult following?And yet it did. During research for launching The Tim Ferriss Show, I asked many of the top dogs on the iTunes charts: what is your favorite podcast? Almost without exception, the answer came back: Hardcore History.Since then, I've become friends with Dan (and more obsessed with his show), and this episode explores all the questions I've been dying to ask him, whether related to his early experiments, his \"radio\" voice, creativity, building podcasts, and much more. I hope you enjoy it as much as I enjoyed doing it. Best,Tim",
    "eDate": "Tue Jul 29 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Dan Carlin",
    "eEpisode": "The Tim Ferriss Show, Episode 20: Dan Carlin – Hardcore History, Building Podcasts, Creativity, and More",
    "eURL": "https://tim.blog/2014/07/29/the-tim-ferriss-show-episode-20-dan-carlin-hardcore-history-building-podcasts-creativity-and-more/",
    "eBooks": "Dying Every Day: Seneca at the Court of Nero"
  },
  {
    "eNumber": "21",
    "eName": "Ep 21: Mike Shinoda of Linkin Park -- On Music, Creativity, Selling 60+ Million Albums",
    "eDescription": "Mike Shinoda is best known as the rapper, principal songwriter, keyboardist, rhythm guitarist and one of the two vocalists of Linkin Park, which has sold more than 60 million albums worldwide and earned two Grammy Awards in the process.Mike has collaborated with everyone from Jay-Z to Depeche Mode, and he's also the lead rapper in his side project Fort Minor, which I'm a huge fan of. As if that's not enough, he's also provided artwork, production and mixing for all the projects that I just mentioned. The man is a beast... but did he start out that way? The answers might surprise you. This episode covers how he got started, advice for beginning musicians (or creatives/artists of any type), navigating \"entertainment\" and Hollywood, daily rituals, how he writes songs, how he and his band rehearse, and much more.Enjoy! Tim",
    "eDate": "Mon Aug 04 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Mike Shinoda",
    "eEpisode": "The Tim Ferriss Show, Episode 21: Mike Shinoda of Linkin Park – Making Art, Making Music, Getting To 60+ Million Albums",
    "eURL": "https://tim.blog/2014/08/04/mike-shinoda/",
    "eBooks": [
      "Becoming a Category of One",
      "Blink: The Power of Thinking Without Thinking",
      "Learning Not to Drown",
      "The Tipping Point: How Little Things Can Make a Big Difference"
    ]
  },
  {
    "eNumber": "22",
    "eName": "Ep 22: Ed Catmull, President of Pixar, on Steve Jobs, Stories, and Lessons Learned",
    "eDescription": "Ed Catmull is co-founder of Pixar Animation Studios (along with Steve Jobs and John Lasseter) and president of Pixar Animation and Disney Animation. Ed has received five Academy Awards, and -- as a computer scientist -- he has contributed to many important developments in computer graphics. He is the author of Creativity, Inc., which Forbes has said \"just might be the best business book ever written.\" (!)This episode touches on a lot, including lessons learned from George Lucas and Steve Jobs, the origins of Pixar, personal challenges, routines, favorite books, and much more. Enjoy!",
    "eDate": "Tue Aug 12 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Ed Catmull",
    "eEpisode": "The Tim Ferriss Show, Episode 22: Ed Catmull, President of Pixar, on Steve Jobs, Stories, and Lessons Learned",
    "eURL": "https://tim.blog/2014/08/12/ed-catmull/",
    "eBooks": [
      "Creativity",
      "Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration",
      "One Monster After Another",
      "The Hero’s Journey: Joseph Campbell on His Life and Work (The Collected Works of Joseph Campbell)",
      "The Hero with a Thousand Faces (The Collected Works of Joseph Campbell)"
    ]
  },
  {
    "eNumber": "24",
    "eName": "Ep 24: Kevin Rose - Gut Bacteria, Meditation, Startups, and More",
    "eDescription": "Yes, Kevin Rose is back. He was my first ever guest on this podcast, and now he's causing more trouble. All shownotes and links at www.fourhourworkweek.com/podcast Enjoy!Tim",
    "eDate": "Fri Aug 22 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Kevin Rose",
    "eEpisode": "The Random Show, Episode 25 — Gut Bacteria, Meditation, Startups, and More",
    "eURL": "https://tim.blog/2014/08/22/the-random-show-episode-25-gut-bacteria-meditation-startups-and-more/",
    "eBooks": [
      "Antifragile: Things That Gain from Disorder",
      "The Black Swan: The Impact of the Highly Improbable",
      "Cat’s Cradle",
      "Fooled by Randomness: The Hidden Role of Chance in Life and in the Markets",
      "Grain Brain",
      "Jesus’ Son: Stories",
      "Snow Crash"
    ]
  },
  {
    "eNumber": "25",
    "eName": "Ep 25: Kevin Kelly - WIRED Co-Founder, Polymath, Most Interesting Man In The World",
    "eDescription": "Kevin Kelly is amazing. He is a co-founder of WIRED Magazine, diverse polymath, and my nominee for the real \"Most Interesting Man In The World.\" This is a multi-part interview. Read all about him at kk.org.Show notes and links coming soon to www.fourhourworkweek.com/podcast",
    "eDate": "Mon Aug 25 2014 00:00:00 GMT-0400 (EDT)",
    "eGuest": "Kevin Kelly",
    "eEpisode": "The Tim Ferriss Show: Interview of Kevin Kelly, Co-Founder of WIRED, Polymath, Most Interesting Man In The World?",
    "eURL": "https://tim.blog/2014/08/29/kevin-kelly/",
    "eBooks": [
      "Cat’s Cradle",
      "Cool Tools: A Catalog of Possibilities",
      "So Good They Can’t Ignore You",
      "Searching for Bobby Fischer: The Father of a Prodigy Observes the World of Chess",
      "Shantaram: A Novel",
      "The Adventures of Johnny Bunko",
      "The Psychedelic Explorer’s Guide",
      "Vagabonding: An Uncommon Guide to the Art of Long-Term World Travel",
      "What Technology Wants"
    ]
  }
]